{
  "Anglais": "English",
  "Français": "French",
  "Home": "Home",
  "About": "About",
  "Projects": "Projects",
  "Contact": "Contact",
  "hey": "Hey",
  "Developer": "Developer",
  "description": " I breathe life into ideas by building web experiences that are smooth, smart, and human-centered. For me, great development isn’t just about making things work—it’s about making them feel right.",
  "view_work": "View my work",
  "AGE": "Age",
  "LOCATION": "Location",
  "EDUCATION": "Education",
  "EXPERIENCE": "Experience",
  "CURRENT": "Current",
  "25 years old": "25 years old",
  "Morocco, Agadir": "Morocco, Agadir",
  "Fullstack Web Developer — Ewa": "Fullstack Web Developer — Ewa",
  "2+ years professional experience": "2+ years professional experience",
  "Freelance + Devotech": "Freelance + Devotech",
  "BioGraphy": "BioGraphy",
  "What I can do": "What I can do",
  "SolveProblems": "Collaborate & Solve Problems — I work closely with teams or clients to turn ideas into functional, maintainable software—on time and with purpose.",
  "BuildApps": "Build Full Web Applications From dynamic frontends with React to scalable backends with Node.js, I develop complete, production-ready web apps.",
  "DesignResponsive": "Design Responsive & Intuitive UIs I create clean, accessible, and mobile-first user interfaces that deliver seamless experiences across devices.",
  "Architect": "Architect & Manage Databases Whether it’s structured data in PostgreSQL/MySQL or flexible schemas in MongoDB, I design efficient data models and APIs.",
  "Deploy": "Deploy & Maintain Applications I handle deploymen t (using platforms like Vercel, Render, or AWS), CI/CD setup, and performance optimization for reliability and speed.",
  "Mbfdescription": "Ma Bonne Fée is a SaaS platform that helps users manage, track, and optimize all their recurring subscriptions in one place with smart alerts and insights.",
  "Preview": "Preview",
  "mbfDescription": " MaBonneFee is a SaaS platform that helps users manage, track, and optimize all their recurring subscriptions in one place with smart alerts and insights.",
  "zylopayDescription" : " ZyloPay is a SaaS platform that transforms the restaurant experience with smart QR menus—scan, order, and pay seamlessly without waiting for staff.",
  "zylopayAdminDashboard": "    The admin dashboard lets restaurants create QR codes,manage menus, and organize items effortlessly.",
  "ZyloPay | Admin Dashboard": "ZyloPay | Admin Dashboard",
  "Venez Website | Admin Dashboard": "Venez Website | Admin Dashboard",
  "venezDescrription": " Venez.ma is a dynamic web platform designed to connect users with the best local experiences across Morocco—from hidden-gem cafés and trending restaurants to culturalevents and weekend getaways.",
  "venezAdminDashboard": " The Admin Dashboard allows administrators to efficiently manage and oversee all aspects of the platform, including content, users, analytics, and more.",
  "HardSkills": "Hard Skills",
  "GetInTouch": "Get in Touch",
  "HaveProjectOrCollaboration": "Have a project or collaboration in mind? Let’s talk!",
  "YourName": "Your Name",
  "YourEmail": "Your Email",
  "YourMessage": "Your Message",
  "SendMessage": "Send Message",
  "Sending": "Sending..."
}
