{
  "Anglais": "Anglais",
  "Français": "Français",
  "Home": "Accueil",
  "About": "À propos",
  "Projects": "Projets",
  "Contact": "Contact",
  "hey": "Salut je m'appelle",
  "Developer": "Développeur",
  "description": "Je respire la vie dans les idées en construisant des expériences web qui sont fluides, intelligentes et centrées sur l'humain. Pour moi, le développement incroyable n'est pas seulement de faire fonctionner les choses—c'est de les rendre être les bonnes.",
  "view_work": "Voir mes projets",
  "AGE": "Âge",
  "LOCATION": "Localisation",
  "EDUCATION": "Éducation",
  "EXPERIENCE": "Expérience",
  "CURRENT": "Actuel",
  "25 years old": "25 ans",
  "Morocco, Agadir": "Maroc, Agadir",
  "Fullstack Web Developer — Ewa": "Développeur Fullstack Web — Ewa",
  "2+ years professional experience": "2+ années d'expérience professionnelle",
  "Freelance + Devotech": "Freelance + Devotech",
  "BioGraphy": "BioGraphy",
  "What I can do": "Que je peux faire?",
  "SolveProblems": "Collaborer & Résoudre des problèmes — Je travaille avec des équipes ou des clients pour transformer des idées en logiciels fonctionnels, maintenables — à temps et avec une finalité.",
  "BuildApps": "Construire des applications Web complètes à partir de frontends dynamiques avec React et backends scalables avec Node.js, je développe des applications web complètes et prêtes à l'emploi.",
  "DesignResponsive": "Concevoir des interfaces utilisateur responsives et intuitives, je crée des interfaces utilisateur propres, accessibles et mobile-first, qui offrent des expériences de navigation fluides et cohérentes sur tous les appareils.",
  "Architect": "Architecter et gérer des bases de données, que ce soit des données structurées dans PostgreSQL/MySQL ou des schémas flexibles dans MongoDB, je concevre des modèles de données efficaces et des APIs.",
  "Deploy": "Déployer et maintenir des applications, je gère les déploiements (en utilisant des plateformes comme Vercel, Render ou AWS), la configuration de CI/CD et l'optimisation des performances pour la fiabilité et la vitesse.",
  "Mbfdescription": "Ma Bonne Fée est une plateforme SaaS qui aide les utilisateurs à gérer, suivre et optimiser toutes leurs abonnements récurrents dans un seul endroit avec des alertes intelligentes et des insights.",
  "Preview": "Aperçu",
  "mbfDescription": "MaBonneFee est une plateforme SaaS qui aide les utilisateurs à gérer, suivre et optimiser toutes leurs abonnements récurrents dans un seul endroit avec des alertes intelligentes et des insights.",
  "zylopayDescription": "ZyloPay est une plateforme SaaS qui transforme l'expérience de restauration avec des menus QR intelligents—scanner, commander et payer sans attendre les employés.",
  "zylopayAdminDashboard": "Le tableau de bord d'administration permet aux restaurants de créer des codes QR, de gérer les menus et de organiser les articles de manière efficace.",
  "ZyloPay | Admin Dashboard": "ZyloPay | Tableau de bord d'administration",
  "Venez Website | Admin Dashboard": "Venez.ma | Tableau de bord d'administration",
  "venezDescrription": "Venez.ma est une plateforme web dynamique conçue pour connecter les utilisateurs aux meilleures expériences locales au Maroc—des cafés cachés et des restaurants trending aux événements culturels et weekends.",
  "venezAdminDashboard": "Le tableau de bord d'administration permet aux administrateurs d'organiser et de gérer efficacement tous les aspects de la plateforme, y compris le contenu, les utilisateurs, les analyses et plus encore.",
  "HardSkills": "Compétences Techniques",
  "GetInTouch": "Contactez-moi",
  "HaveProjectOrCollaboration": "Vous avez un projet ou une collaboration à développer? Parlons-en!",
  "YourName": "Votre nom",
  "YourEmail": "Votre email",
  "YourMessage": "Votre message",
  "SendMessage": "Envoyer le message",
  "Sending": "Envoi en cours..."
}
